Repository: gdelagardelle/paperorg-notes
Catalog: PaperorgNotes/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, lb, pt

# included.use_own_keys
source: Use your own API keys instead
de: Stattdessen eigene API-Schlüssel verwenden
fr: Utiliser vos propres clés API
lb: Benotzt Är eege API Schlësselen amplaz
pt: Usar antes as suas próprias chaves API

# plan.free.feature.included_minutes
source: 30 minutes/month with Sign in with Apple
de: 30 Minuten/Monat mit Apple-Anmeldung
fr: 30 minutes/mois avec Connexion avec Apple
lb: 30 Minutten / Mount mat Umellen mat Apple
pt: 30 minutos/mês com Iniciar sessão com a Apple

# plan.free.feature.vocabulary
source: Up to 20 custom vocabulary terms
de: Bis zu 20 eigene Vokabelbegriffe
fr: Jusqu'à 20 termes de vocabulaire personnalisés
lb: Bis zu 20 personaliséiert Vocabulaire Begrëffer
pt: Até 20 termos de vocabulário personalizados

# plan.free.price
source: Free
de: Kostenlos
fr: Gratuit
lb: fräi
pt: Gratuito

# paywall.debug_try_pro
source: Try Pro Free (Simulator)
de: Pro kostenlos testen (Simulator)
fr: Essayer Pro gratuitement (simulateur)
lb: Probéiert Pro Free (Simulator)
pt: Experimentar Pro gratuitamente (Simulador)

# paywall.feature.email
source: Automatic email after transcription
de: Automatische E-Mail nach der Transkription
fr: E-mail automatique après la transcription
lb: Automatesch E-Mail no Transkriptioun
pt: E-mail automático após a transcrição

# paywall.feature.languages
source: All note styles and languages
de: Alle Notizstile und Sprachen
fr: Tous les styles de notes et toutes les langues
lb: All Notizstiler a Sproochen
pt: Todos os estilos de nota e idiomas

# paywall.feature.luxembourgish
source: Luxembourgish priority transcription
de: Priorisierte Lëtzebuergesch-Transkription
fr: Transcription luxembourgeoise prioritaire
lb: Lëtzebuergesch Prioritéit Transkriptioun
pt: Transcrição Lëtzebuergesch prioritária

# paywall.feature.retention
source: Extended audio retention
de: Erweiterte Audioaufbewahrung
fr: Conservation audio prolongée
lb: Verlängert Audio Retention
pt: Retenção de áudio prolongada

# paywall.feature.vocabulary
source: Unlimited custom vocabulary
de: Unbegrenztes eigenes Vokabular
fr: Vocabulaire personnalisé illimité
lb: Onlimitéiert personaliséiert Vokabulär
pt: Vocabulário personalizado ilimitado

# paywall.refresh
source: Refresh Status
de: Status aktualisieren
fr: Actualiser l’état
lb: Erfrëschen Status
pt: Atualizar estado

# paywall.renewal
source: Subscription renews monthly. Cancel anytime in App Store settings.
de: Das Abo verlängert sich monatlich. Jederzeit in den App-Store-Einstellungen kündbar.
fr: L’abonnement se renouvelle chaque mois. Annulez à tout moment dans les réglages de l’App Store.
lb: Abonnement erneiert all Mount. Annulatioun zu all Moment an App Store Astellungen.
pt: A subscrição renova-se mensalmente. Cancele a qualquer momento nas definições da App Store.

# paywall.restore
source: Restore Purchases
de: Käufe wiederherstellen
fr: Restaurer les achats
lb: Restauréieren Akeef
pt: Restaurar compras

# paywall.subscribe %@
source: Subscribe for %@/month
de: Für %@/Monat abonnieren
fr: S’abonner pour %@/mois
lb: Abonnéieren fir %@ / Mount
pt: Subscrever por %@/mês

# paywall.subtitle
source: Transcription and AI summaries included — no OpenAI or ElevenLabs setup.
de: Transkription und KI-Zusammenfassungen inklusive — keine OpenAI- oder ElevenLabs-Einrichtung.
fr: Transcription et résumés IA inclus — aucune configuration OpenAI ou ElevenLabs.
lb: Transkriptioun an AI Zesummefaassungen abegraff - keng OpenAI oder ElevenLabs Setup.
pt: Transcrição e resumos de IA incluídos — sem configuração da OpenAI ou ElevenLabs.

# plan.pro.fallback_price
source: Pro subscription
de: Pro-Abo
fr: Abonnement Pro
lb: Pro Abonnement
pt: Subscrição Pro

# plan.pro.feature.luxembourgish
source: Priority Lëtzebuergesch pipeline
de: Priorisierte Lëtzebuergesch-Pipeline
fr: Pipeline lëtzebuergesch prioritaire
lb: Prioritéit Lëtzebuergesch Pipeline
pt: Pipeline Lëtzebuergesch prioritário

# plan.pro.feature.minutes
source: 600 minutes/month included
de: 600 Minuten/Monat inklusive
fr: 600 minutes/mois incluses
lb: 600 Minutten / Mount abegraff
pt: 600 minutos/mês incluídos

# plan.pro.feature.no_keys
source: No API keys to configure
de: Keine API-Schlüssel nötig
fr: Aucune clé API à configurer
lb: Keng API Schlësselen fir ze konfiguréieren
pt: Sem chaves API para configurar

# plan.pro.feature.retention
source: Unlimited vocabulary & 90-day audio retention
de: Unbegrenztes Vokabular und 90 Tage Audio-Aufbewahrung
fr: Vocabulaire illimité et conservation audio 90 jours
lb: Onlimitéiert Vokabulär & 90 Deeg Audio Retention
pt: Vocabulário ilimitado e retenção de áudio durante 90 dias

# plan.pro.get
source: Get Paperorg Pro
de: Paperorg Pro holen
fr: Obtenir Paperorg Pro
lb: Kritt Paperorg Pro
pt: Obter Paperorg Pro

# privacy.agree
source: I understand and agree to the Privacy Policy
de: Ich stimme der Datenschutzerklärung zu
fr: J'accepte la politique de confidentialité
lb: Ech verstinn an averstanen der Privatsphär Politik
pt: Compreendo e aceito a Política de Privacidade

# privacy.continue
source: Continue
de: Weiter
fr: Continuer
lb: Fuert weider
pt: Continuar

# privacy.intro
source: Paperorg Notes records audio on your device. Free includes 30 minutes of cloud transcription and AI summaries each month, with no API keys or sign-in required.
de: Paperorg Notes zeichnet Audio auf Ihrem Gerät auf. Free umfasst 30 Minuten Cloud-Transkription und KI-Zusammenfassungen pro Monat, ohne API-Schlüssel und ohne Anmeldung.
fr: Paperorg Notes enregistre l’audio sur votre appareil. L’offre gratuite comprend 30 minutes mensuelles de transcription cloud et de résumés IA, sans clé API ni inscription.
lb: Paperorg Notes registréiert Audio op Ärem Apparat. Free enthält all Mount 30 Minutte Cloud-Transkriptioun an AI-Zesummefaassungen, ouni API-Schlësselen an ouni Umeldung.
pt: O Paperorg Notes grava áudio no seu dispositivo. O plano gratuito inclui 30 minutos mensais de transcrição na cloud e resumos de IA, sem chaves API nem registo.

# privacy.provider_hint
source: Cloud transcription securely sends audio to Paperorg and the AI processors needed for your request. Paperorg holds the provider credentials.
de: Cloud-Transkription sendet Audio sicher an Paperorg und die für Ihre Anfrage erforderlichen KI-Dienstleister. Paperorg verwahrt die Anbieter-Zugangsdaten.
fr: La transcription cloud envoie l’audio de manière sécurisée à Paperorg et aux prestataires IA nécessaires à votre demande. Paperorg conserve les identifiants des prestataires.
lb: Cloud-Transkriptioun schéckt Audio sécher un Paperorg an d'AI-Provider déi fir Är Ufro néideg sinn. Paperorg hält d'Provider-Zougangsdaten.
pt: A transcrição na cloud envia o áudio de forma segura para a Paperorg e para os processadores de IA necessários ao seu pedido. A Paperorg guarda as credenciais dos fornecedores.

# privacy.row.control.detail
source: You can delete all your data at any time.
de: Sie können alle Daten jederzeit löschen.
fr: Vous pouvez tout supprimer à tout moment.
lb: Dir kënnt all Donnéeën zu all Moment läschen.
pt: Pode eliminar todos os dados a qualquer momento.

# privacy.row.control.title
source: Your Control
de: Ihre Kontrolle
fr: Votre contrôle
lb: Är Kontroll
pt: O seu controlo

# privacy.row.gdpr.detail
source: Export or delete all your data from Settings.
de: Exportieren oder löschen Sie alle Daten in den Einstellungen.
fr: Exportez ou supprimez toutes vos données dans Réglages.
lb: Export oder läschen all Är Donnéeën aus Astellungen.
pt: Exporte ou elimine todos os seus dados nas Definições.

# privacy.row.gdpr.title
source: GDPR
de: DSGVO
fr: RGPD
pt: RGPD

# privacy.row.local.detail
source: Audio is saved on your device first.
de: Audio wird zuerst auf Ihrem Gerät gespeichert.
fr: L'audio est d'abord enregistré sur votre appareil.
lb: Audio gëtt als éischt op Ärem Apparat gespäichert.
pt: O áudio é guardado primeiro no seu dispositivo.

# privacy.row.local.title
source: Local Recording
de: Lokale Aufnahme
fr: Enregistrement local
lb: Lokal Recording
pt: Gravação local

# privacy.row.providers.detail
source: With cloud minutes, Paperorg routes the required audio and text request through selected AI processors.
de: Bei Cloud-Minuten verarbeitet Paperorg die notwendige Audio- und Textanfrage über ausgewählte KI-Dienstleister.
fr: Avec les minutes cloud, Paperorg achemine les demandes audio et texte nécessaires vers des prestataires IA sélectionnés.
lb: Mat Cloud-Minutte leet Paperorg déi néideg Audio- an Textufro iwwer ausgewielten AI-Provider weider.
pt: Com minutos na cloud, a Paperorg encaminha o pedido de áudio e texto necessário através de processadores de IA selecionados.

# privacy.row.providers.title
source: Cloud Processing
de: Cloud-Verarbeitung
fr: Traitement cloud
lb: Cloud-Veraarbechtung
pt: Processamento na cloud

# privacy.title
source: Your Privacy Matters
de: Ihre Privatsphäre ist wichtig
fr: Votre vie privée compte
lb: Är Privatsphär ass wichteg
pt: A sua privacidade é importante

# privacy.view_policy
source: View Privacy Policy
de: Datenschutzerklärung anzeigen
fr: Voir la politique de confidentialité
lb: View Privatsphär Politik
pt: Ver Política de Privacidade

# pro.usage.included
source: Included transcription
de: Transkription inklusive
fr: Transcription incluse
lb: Transkriptioun abegraff
pt: Transcrição incluída

# pro.usage.left
source: left
de: übrig
fr: restants
lb: lénks
pt: restantes

# pro.usage.quota
source: min/month
de: Min/Monat
fr: min/mois
lb: min / Mount
pt: min/mês

# pro.usage.renews
source: Renews
de: Verlängert am
fr: Renouvellement
lb: Erneiert
pt: Renova

# pro.usage.used
source: used
de: verwendet
fr: utilisés
lb: benotzt
pt: utilizados

# pro.usage.warning
source: You've used over 85% of your monthly included minutes.
de: Sie haben über 85 % Ihres monatlichen Kontingents verbraucht.
fr: Vous avez utilisé plus de 85 % de vos minutes mensuelles incluses.
lb: Dir hutt iwwer 85% vun Äre monatlecht abegraff Minutte benotzt.
pt: Já utilizou mais de 85% dos minutos mensais incluídos.

source: Project
de: Projekt
fr: Projet
lb: Projet
pt: Projeto

# record.empty.subtitle
source: Tap the microphone to capture your first note.
de: Tippen Sie auf das Mikrofon für Ihre erste Notiz.
fr: Appuyez sur le micro pour votre première note.
lb: Tippen op de Mikro fir Är éischt Notiz opzehuelen.
pt: Toque no microfone para captar a sua primeira nota.

# record.empty.title
source: No recordings yet
de: Noch keine Aufnahmen
fr: Aucun enregistrement
lb: Keng Opzeechnungen nach
pt: Ainda não existem gravações

# record.failed.title
source: Recording Failed
de: Aufnahme fehlgeschlagen
fr: Échec de l'enregistrement
lb: Opnahmen ausgefall
pt: Falha na gravação

# record.language
source: Language
de: Sprache
fr: Langue
lb: Sprooch
pt: Idioma

# record.note_style
source: Note style
de: Notizstil
fr: Type de note
lb: Notiz Stil
pt: Estilo da nota

# record.quick_queued.message
source: Your recording will start after the current recording finishes processing.
de: Die Aufnahme startet, sobald die aktuelle Verarbeitung abgeschlossen ist.
fr: L'enregistrement démarrera une fois le traitement en cours terminé.
lb: Är Opnam fänkt un nodeems déi aktuell Opnam fäerdeg ass.
pt: A sua gravação começará depois de a gravação atual terminar o processamento.

# record.quick_queued.title
source: Quick Record Queued
de: Schnellaufnahme eingeplant
fr: Enregistrement rapide en attente
pt: Gravação rápida em fila

# search.empty.subtitle
source: Find notes by keyword, language, project, or tag.
de: Notizen nach Stichwort, Sprache, Projekt oder Tag finden.
fr: Trouvez des notes par mot-clé, langue, projet ou tag.
lb: Fannt Notizen no Schlësselwuert, Sprooch, Projet oder Tag.
pt: Encontre notas por palavra-chave, idioma, projeto ou etiqueta.

# search.empty.title
source: Search your library
de: Bibliothek durchsuchen
fr: Rechercher dans votre bibliothèque
lb: Sicht Är Bibliothéik
pt: Pesquisar na sua biblioteca

# search.no_results.subtitle
source: Try a different keyword or clear your filters.
de: Anderes Stichwort versuchen oder Filter löschen.
fr: Essayez un autre mot-clé ou effacez les filtres.
lb: Probéiert en anert Schlësselwuert oder läscht Är Filtere.
pt: Experimente outra palavra-chave ou limpe os filtros.

# search.no_results.title
source: No results
de: Keine Ergebnisse
fr: Aucun résultat
lb: Keng Resultater
pt: Sem resultados

# search.placeholder
source: Search transcripts…
de: Transkripte suchen…
fr: Rechercher dans les transcriptions…
lb: Transkriptiounen sichen…
pt: Pesquisar transcrições…

# search.refine
source: Refine
de: Verfeinern
fr: Affiner
lb: Verfeineren
pt: Refinar

# Sends as %@ <%@>%@
source: Sends as %1$@ <%2$@>%3$@
de: Sendet als %1$@ <%2$@>%3$@
fr: Envoie en tant que %1$@ <%2$@>%3$@
pt: Envia como %1$@ <%2$@>%3$@

source: Server email not configured yet
de: Server-E-Mail noch nicht konfiguriert
fr: E-mail du serveur pas encore configuré
lb: Server-E-Mail nach net konfiguréiert
pt: E-mail do servidor ainda não configurado

# settings.free.hint
source: Free includes 30 minutes of cloud transcription and AI summaries. Your own API keys are optional.
de: Free enthält 30 Minuten Cloud-Transkription und KI-Zusammenfassungen. Eigene API-Schlüssel sind optional.
fr: L’offre gratuite comprend 30 minutes de transcription cloud et de résumés IA. Vos propres clés API sont facultatives.
lb: Free enthält 30 Minutte Cloud-Transkriptioun an AI-Zesummefaassungen. Är eegen API-Schlëssele sinn optional.
pt: O plano gratuito inclui 30 minutos de transcrição na cloud e resumos de IA. As suas próprias chaves API são opcionais.

# settings.providers.elevenlabs_key
source: ElevenLabs API Key
de: ElevenLabs-API-Schlüssel
fr: Clé API ElevenLabs
lb: ElevenLabs API-Schlëssel
pt: Chave API ElevenLabs

# settings.providers.hint
source: Optional: use your own provider keys for direct processing. Your provider’s charges apply.
de: Optional: Verwenden Sie eigene API-Schlüssel für die direkte Verarbeitung. Es gelten die Gebühren Ihres Anbieters.
fr: Facultatif : utilisez vos propres clés de fournisseur pour un traitement direct. Les frais de votre fournisseur s’appliquent.
lb: Optional: benotzt Är eege Provider-Schlëssele fir direkt Veraarbechtung. D’Käschte vun Ärem Provider gëllen.
pt: Opcional: use as suas próprias chaves de fornecedor para processamento direto. Aplicam-se os custos do seu fornecedor.

# settings.providers.luxasr_key
source: LuxASR API Key (optional)
de: LuxASR-API-Schlüssel (optional)
fr: Clé API LuxASR (facultatif)
lb: LuxASR API-Schlëssel (optional)
pt: Chave API LuxASR (opcional)

# settings.providers.openai_key
source: OpenAI API Key
de: OpenAI-API-Schlüssel
fr: Clé API OpenAI
lb: OpenAI API-Schlëssel
pt: Chave API OpenAI

# settings.providers.title
source: Advanced Providers
de: Erweiterte Anbieter
fr: Fournisseurs avancés
lb: Erweidert Provider
pt: Fornecedores avançados

# settings.language.auto_detect
source: Detect language automatically
de: Sprache automatisch erkennen
fr: Détecter la langue automatiquement
lb: Entdeckt Sprooch automatesch
pt: Detetar idioma automaticamente

# settings.language.auto_detect_hint
source: Paperorg detects the spoken language after recording. The default language is used if detection is uncertain.
de: Paperorg erkennt die gesprochene Sprache nach der Aufnahme. Die Standardsprache wird verwendet, wenn die Erkennung unsicher ist.
fr: Paperorg détecte la langue parlée après l'enregistrement. La langue par défaut est utilisée si la détection est incertaine.
lb: Paperorg erkennt déi geschwat Sprooch no der Opnam. D'Standardsprooch gëtt benotzt wann d'Detektioun onsécher ass.
pt: O Paperorg deteta o idioma falado após a gravação. O idioma predefinido é utilizado se a deteção for incerta.

# settings.language.default
source: Default Recording Language
de: Standard-Aufnahmesprache
fr: Langue d’enregistrement par défaut
lb: Standard-Opnamesprooch
pt: Idioma de gravação predefinido

# settings.language.section
source: Language
de: Sprache
fr: Langue
lb: Sprooch
pt: Idioma

# settings.pdf.brand_name
source: Brand name
de: Markenname
fr: Nom de marque
lb: Markennumm
pt: Nome da marca

# settings.pdf.brand_subtitle
source: Subtitle (optional)
de: Untertitel (optional)
fr: Sous-titre (optionnel)
lb: Ënnertitel (optional)
pt: Subtítulo (opcional)

# settings.pdf.hint
source: Customize Pro PDF exports. Upload your logo to replace the Paperorg default.
de: Passen Sie Pro-PDF-Exporte an. Laden Sie Ihr Logo hoch, um das Paperorg-Standardlogo zu ersetzen.
fr: Personnalisez les exports PDF Pro. Téléversez votre logo pour remplacer celui de Paperorg.
lb: Personaliséiert Pro PDF Exporter. Eroplueden Äre Logo fir de Paperorg Standard ze ersetzen.
pt: Personalize as exportações PDF Pro. Carregue o seu logótipo para substituir o logótipo predefinido do Paperorg.

# settings.pdf.logo_load_error
source: Could not load the selected image.
de: Das ausgewählte Bild konnte nicht geladen werden.
fr: Impossible de charger l'image sélectionnée.
lb: Konnt dat ausgewielt Bild net lueden.
pt: Não foi possível carregar a imagem selecionada.

# settings.pdf.replace_logo
source: Replace logo
de: Logo ersetzen
fr: Remplacer le logo
lb: Logo ersetzen
pt: Substituir logótipo

# settings.pdf.upload_logo
source: Upload logo
de: Logo hochladen
fr: Téléverser un logo
lb: Eroplueden logo
pt: Carregar logótipo

# settings.pdf.use_default_logo
source: Use Paperorg logo
de: Paperorg-Logo verwenden
fr: Utiliser le logo Paperorg
lb: Benotzt Paperorg Logo
pt: Usar logótipo Paperorg

# settings.pro.active
source: Pro subscription active
de: Pro-Abo aktiv
fr: Abonnement Pro actif
lb: Pro Abonnement aktiv
pt: Subscrição Pro ativa

# settings.pro.hint
source: Transcription and summaries are included. No API keys required.
de: Transkription und Zusammenfassungen sind inklusive. Keine API-Schlüssel nötig.
fr: Transcription et résumés inclus. Aucune clé API requise.
lb: Transkriptioun a Resuméen sinn abegraff. Keng API Schlësselen erfuerderlech.
pt: A transcrição e os resumos estão incluídos. Não são necessárias chaves API.

# settings.pro.selected
source: Pro selected — finish subscription to unlock included transcription.
de: Pro gewählt — schließen Sie das Abo ab, um die inklusive Transkription freizuschalten.
fr: Pro sélectionné — finalisez l'abonnement pour débloquer la transcription incluse.
lb: Pro ausgewielt - fäerdeg Abonnement fir abegraff Transkriptioun ze spären.
pt: Pro selecionado — conclua a subscrição para desbloquear a transcrição incluída.

# settings.pro.subscribe
source: Subscribe to Pro
de: Pro abonnieren
fr: S'abonner à Pro
lb: Abonnéiert Iech op Pro
pt: Subscrever o Pro

# settings.pro.upgrade
source: Upgrade to Pro
de: Auf Pro upgraden
fr: Passer à Pro
lb: Upgrade op Pro
pt: Mudar para Pro

# settings.title
source: Settings
de: Einstellungen
fr: Réglages
lb: Astellungen
pt: Definições

# settings.transcription.section
source: Transcription
de: Transkription
lb: Transkriptioun
pt: Transcrição

# subscription.entitlement_unavailable
source: Your purchase was received, but Paperorg Pro could not be activated yet. Tap Restore Purchases in a moment.
de: Ihr Kauf wurde empfangen, aber Paperorg Pro konnte noch nicht aktiviert werden. Tippen Sie gleich auf „Käufe wiederherstellen“.
fr: Votre achat a bien été reçu, mais Paperorg Pro n’a pas encore pu être activé. Touchez bientôt « Restaurer les achats ».
lb: Äre Kaf gouf empfaangen, mee Paperorg Pro konnt nach net aktivéiert ginn. Tippt geschwënn op „Kaf restauréieren“.
pt: A sua compra foi recebida, mas o Paperorg Pro ainda não pôde ser ativado. Toque em « Restaurar compras » dentro de instantes.

# subscription.product_unavailable
source: Paperorg Pro is not available for purchase yet. Please try again later.
de: Paperorg Pro ist noch nicht zum Kauf verfügbar. Bitte versuchen Sie es später erneut.
fr: Paperorg Pro n’est pas encore disponible à l’achat. Veuillez réessayer plus tard.
lb: Paperorg Pro ass nach net fir de Kaf verfügbar. Probéiert et w.e.g. méi spéit nach eng Kéier.
pt: O Paperorg Pro ainda não está disponível para compra. Tente novamente mais tarde.

# subscription.purchase_pending
source: Purchase is pending approval.
de: Der Kauf wartet noch auf die Genehmigung.
fr: L’achat est en attente d’approbation.
lb: De Kaf waart nach op d’Geneemegung.
pt: A compra está pendente de aprovação.

# subscription.verification_pending
source: Your purchase is complete, but Paperorg Pro is still being confirmed. Tap Restore Purchases in a moment.
de: Ihr Kauf ist abgeschlossen, aber Paperorg Pro wird noch bestätigt. Tippen Sie gleich auf „Käufe wiederherstellen“.
fr: Votre achat est terminé, mais Paperorg Pro est encore en cours de confirmation. Touchez bientôt « Restaurer les achats ».
lb: Äre Kaf ass ofgeschloss, mee Paperorg Pro gëtt nach confirméiert. Tippt geschwënn op „Kaf restauréieren“.
pt: A sua compra está concluída, mas o Paperorg Pro ainda está a ser confirmado. Toque em « Restaurar compras » dentro de instantes.

source: Subscription renews monthly. Cancel anytime in App Store settings.
de: Das Abonnement verlängert sich monatlich. Sie können es jederzeit in den App-Store-Einstellungen kündigen.
fr: L’abonnement se renouvelle chaque mois. Vous pouvez l’annuler à tout moment dans les réglages de l’App Store.
lb: D'Abonnement gëtt all Mount erneiert. Dir kënnt et zu all Moment an den App-Store-Astellungen annuléieren.
pt: A subscrição renova-se mensalmente. Pode cancelar a qualquer momento nas definições da App Store.

# tab.notes
source: Notes
de: Notizen
lb: Notizen
pt: Notas

# tab.record
source: Record
de: Aufnahme
fr: Enregistrer
lb: Rekord
pt: Gravar

# tab.search
source: Search
de: Suche
fr: Recherche
lb: Sichen
pt: Pesquisar

# tab.settings
source: Settings
de: Einstellungen
fr: Réglages
lb: Astellungen
pt: Definições

source: Tap to return to Record and tap Stop when finished
de: Tippen Sie, um zur Aufnahme zurückzukehren, und anschließend auf Stopp, wenn Sie fertig sind
fr: Touchez pour revenir à Enregistrer, puis touchez Arrêter lorsque vous avez terminé
lb: Tippt, fir zeréck op Opnam ze goen, a tippt op Stop, wann Dir fäerdeg sidd
pt: Toque para voltar a Gravar e toque em Parar quando terminar

source: This permanently deletes all notes, audio, transcripts, and API keys.
de: Dadurch werden alle Notizen, Audiodateien, Transkripte und API-Schlüssel dauerhaft gelöscht.
fr: Cette action supprime définitivement toutes les notes, les données audio, les transcriptions et les clés API.
lb: Dëst läscht permanent all Notizen, Audiodateien, Transkriptiounen an API-Schlësselen.
pt: Esta ação elimina permanentemente todas as notas, áudios, transcrições e chaves API.

source: This provider processes audio on your device. No audio leaves your iPhone.
de: Dieser Anbieter verarbeitet Audio auf Ihrem Gerät. Kein Audio verlässt Ihr iPhone.
fr: Ce fournisseur traite l’audio sur votre appareil. Aucun audio ne quitte votre iPhone.
lb: Dëse Provider veraarbecht d'Audio op Ärem Apparat. Keng Audiodate verléisst Ären iPhone.
pt: Este fornecedor processa o áudio no seu dispositivo. Nenhum áudio sai do seu iPhone.

source: This recording is too short to trim.
de: Diese Aufnahme ist zu kurz zum Kürzen.
fr: Cet enregistrement est trop court pour être découpé.
lb: Dës Opnam ass ze kuerz fir ze kierzen.
pt: Esta gravação é demasiado curta para recortar.

source: This usually takes under a minute.
de: Dies dauert normalerweise weniger als eine Minute.
fr: Cela prend généralement moins d’une minute.
lb: Dat dauert normalerweis manner wéi eng Minutt.
pt: Normalmente, demora menos de um minuto.
